export const  data1 =[
    {   
        id:1,
        text:"پذیرش غیرحضوری",
        children:[
            {
                id:5,
                text:"استعلام",
                children:[
                    {
                        id:14,    
                        text:"ثبت کد رهگیری تاییدیه دیپلم و پیش دانشگاهی توسط دانشجو",
                    }
                ]
            }
        ]
    },
    {   
        id:2,
        text:"پذیرش مهمان",
        children:[
            {
                id:6,
                text:"گزارش ها",
                children:[
                    {
                        id:15,
                        text:"گواهی ثبت نام غیرحضوری متقاضی مهمان",
                    }
                ]
            }
        ]
    },
    {   
        id:3,
        text:"مشخصات دانشجو",
        children:[
            {
                id:7,
                text:"مشخصات و اطلاعات",
                children:[
                    {
                        id:16,
                        text:"اصلاح مشخصات انگلیسی توسط دانشجو",
                    }
                ]
            },
            {
                id:8,
                text:"مدارک",
                children:[
                    {
                        id:17,
                        text:"ارسال و تایید مدارک پرونده دانشجو",
                    }
                ]
            },
            {
                id:9,
                text:"تکمیل و تایید اطلاعات شخصی دانشجو",
            },
            {
                id:10,
                text:"ثبت شماره حساب بانک دانشجو",
            }
        ]
    },
    {   
        id:4,
        text:"درخواست ها",
        children:[
            {
                id:11,
                text:"درخواست تجدید نظر نمره",
            },
            {
                id:12,
                text:"درخواست معادل سازی دروس",
            },
            {
                id:13,
                text:"درخواست دفاع",
            }
        ]
    }
]
export const  data2 =[
    {   
        id:1,
        text:"جلسه درس",
        children:[
            {
                id:2,    
                text:"گزارش ها",
                children:[
                    {
                        id : 3,
                        text:"غیبت های دانشجو"
                    }
                ]
            }
        ]    
    }
]
export const  data3 =[
    {   
        id:1,
        text:"پرداخت های الکترونیکی دانشجو"
    }
]
export const  data4 =[
    {   
        id:1,
        text:"دانشجو",
        children:[
            {
                id:3,    
                text:"لیست نامه های دانشجو",
            }
        ]    
    },
    {   
        id:2,
        text:"خدمات آموزشی",
        children:[
            {
                id:4,    
                text:"انتقال و مهمان",
                children:[
                    {
                        id : 5,
                        text:"فرم انتقال به صورت مهمان"
                    }
                ]
            }
        ]    
    }
]
export const  data5 =[
    {   
        id:1,
        text:"استاد",
        children:[
            {
                id:7,
                text:"کلاس",
                children:[
                    {
                        id:19,    
                        text:"برنامه حضور اعضای هیئت علمی در دانشگاه"
                    }
                ]
            }
        ]
    },
    {   
        id:2,
        text:"دانشجو",
        children:[
            {
                id:8,
                text:"اطلاعات ثبت نام و امتحان",
                children:[
                    {
                        id:20,
                        text:"نتیجه ثبت نام دانشجو"
                    },
                    {
                        id:21,
                        text:"نتیجه ثبت نام دانشجو (شهریه)"
                    },
                    {
                        id:22,
                        text:"برنامه هفتگی دانشجو"
                    },
                    {
                        id:23,
                        text:"برنامه هفتگی دانشجو جهت امتحان"
                    },
                    {
                        id:24,
                        text:"برنامه امتحان پایان ترم دانشجو"
                    }
                ]
            },
            {
                id:9,
                text:"وضع خاص ترم،درس ،نمره",
                children:[
                    {
                        id:25,
                        text:"برنامه پیشنهادی به دانشجو"
                    }
                ]
            },
            {
                id:10,
                text:"وضعیت تحصیلی",
                children:[
                    {
                        id:26,
                        text:"تاییدیه انتخاب واحد"
                    }
                ]
            },
            {
                id:11,
                text:"تطبیق و رتبه",
                children:[
                    {
                        id:27,
                        text:"تطبیق دروس دانشجو برای فارغ التحصیلی"
                    }
                ]
            },
            {
                id:12,
                text:"کارنامه",
                children:[
                    {
                        id:28,
                        text:"کارنامه ترمی",
                        children:[
                            {
                                id:35,
                                text:"کارنامه ترمی دانشجو"
                            }
                        ]
                    }
                ]
            },
            {
                id:13,
                text:"درخواست های دانشجو",
                children:[
                    {
                        id:29,
                        text:"وضعیت گردش کار درخواست های معرفی به استاد"
                    }
                ]
            },
            {
                id:14,
                text:"سایر گزارش ها",
                children:[
                    {
                        id:30,
                        text:"مشخصات دروه کهاد دانشجو"
                    }
                ]
            }
        ]
    },
    {   
        id:3,
        text:"درس های ترمی",
        children:[
            {
                id:15,
                text:"لیست دروس ارائه شده (ویژه دانشجو)"
            }
        ]
    },
    {   
        id:4,
        text:"شهریه",
        children:[
            {
                id:30,
                text:"دانشجو",
                children:[
                    {
                        id:31,
                        text:"کارنامه کلی مالی"
                    },
                    {
                        id:32,
                        text:"کارنامه کلی مالی (یک ستونی)"
                    },
                    {
                        id:33,
                        text:"کارنامه مالی دانشجو در ترم"
                    }
                ]
            }
        ]
    },
    {   
        id:5,
        text:"شورا",
        children:[
            {
                id:17,
                text:"وضعیت گردش کار درخواست های بررسی مسائل و مشکلات آموزشی دانشجو"
            }
        ]
    }
    ,
    {   
        id:6,
        text:"امتحان",
        children:[
            {
                id:18,
                text:"برنامه امتحانات",
                children:[
                    {
                        id:34,
                        text:"برنامه امتحانات دروس"
                    }
                ]
            }
        ]
    }
]
export const dataStudent={
    name:' امیرحسین براتی '
}